jaccobezemer/TimeSwitch/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_XPT2046_INTERRUPT_MODE=y
CONFIG_HTTPD_WS_SUPPORT=y
